/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Przyjmij";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Przyjmij";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "Podany Apple ID został wyłączony ze względów bezpieczeństwa. Stuknij w Wyzeruj, aby zmienić hasło.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Nie możesz modyfikować kont na tym urządzeniu";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Nie można utworzyć konta";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Nie możesz edytować swojego konta na tym urządzeniu";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Nie można edytować konta";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Nie możesz logować się na tym urządzeniu";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Błąd logowania";

/* Account Title */
"ACCOUNT_TITLE" = "Konto";

/* Achievements title one player */
"ACHIEVEMENTS" = "Osiągnięcia";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "Osiągnięć: %1$@, %2$@ pkt";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "Osiągnięć: %1$@, %2$@ pkt";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "Osiągnięć: %1$@, %2$@ pkt";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ osiągnięcie, %2$@ pkt";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ osiągnięcie, %2$@ pkt";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ osiągnięcie, %2$@ pkt";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "Osiągnięć: %1$@, %2$@ pkt";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ z %2$@ osiągnięć ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ z %2$@ osiągnięć ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "Osiągnięć: %@ ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ osiągnięcie ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "OSIĄGNIĘĆ: %@ ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ OSIĄGNIĘCIE ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "BRAK OSIĄGNIĘĆ ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Brak osiągnięć ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Uzyskane: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Uzyskane: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ z %2$@ osiągnięć ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ z %2$@ osiągnięć ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ Z %2$@ OSIĄGNIĘĆ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ Z %2$@ OSIĄGNIĘCIA";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ Z %2$@ OSIĄGNIĘĆ";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ z %2$@ osiągnięć ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Jeszcze nie zdobyte";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "Postęp: %1$@";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ pkt";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ punkt";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ pkt)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ pkt)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ pkt)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "pkt";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "pkt";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "pkt";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ pkt";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Dodanie adresu";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Usunięcie adresu";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Nie możesz wysyłać zaproszeń znajomych z tego urządzenia";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Nie można wysłać zaproszeń znajomych";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Dodaj gracza";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Gracz niezalogowany";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Nie możesz używać Game Center na tym urządzeniu";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Nie możesz uczestniczyć w grach wieloosobowych na tym urządzeniu";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Gry wieloosobowe niedostępne";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center niedostępny";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Gry wieloosobowe niedostępne";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Anonim";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Hasło Apple ID";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center może automatycznie dobierać przeciwników spośród dostępnych graczy. Czas dobierania: ponad %@ min.";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center może automatycznie dobierać przeciwników spośród dostępnych graczy. Czas dobierania: ponad %@ min.";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center może automatycznie dobierać przeciwników spośród dostępnych graczy. Czas dobierania: ponad %@ min.";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center może automatycznie dobierać przeciwników spośród dostępnych graczy. Czas dobierania: ok. %@ sek.";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center może automatycznie dobierać przeciwników spośród dostępnych graczy. Czas dobierania: ok. %@ sek.";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center może automatycznie dobierać przeciwników spośród dostępnych graczy. Czas dobierania: ok. %@ sek.";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Dobierz automat.";

/* Auto-matched */
"AUTO_MATCHED" = "Dobrany automat.";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Gracz dobrany autom.";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Wyślij";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Wyślij";

/* By Game Center */
"BY_GAME_CENTER" = "Przez Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Anulowane";

/* Cancel */
"CANCEL_BUTTON" = "Anuluj";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Nie można połączyć";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Usługi dla kont Game Center są obecnie niedostępne.\nSpróbuj ponownie później.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Dostęp do Game Center wymaga połączenia z siecią komórkową\nlub Wi-Fi.";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Dodaj";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Aby wysłać wyzwanie, Ty i %1$@ musicie być znajomymi";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Aby wysyłać i dostawać wyzwania, musisz mieć znajomych w Game Center";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Twoi znajomi mają już osiągnięcie %1$@. Wyślij wyzwanie dotyczące osiągnięcia, którego nie mają.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Aby wysłać wyzwanie dotyczące wyniku (%1$@), musisz mieć wynik do pobicia";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Wyzwanie (%1$@): %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Wyzwanie od %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Wyzwanie (%1$@):";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "„%1$@”";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Wyzwanie (%1$@): %2$@ - %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Wyzwanie dla znajomego";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Wyślij wyzwanie";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Wyzwanie:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Od gracza %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Od gracza %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Wynik %1$@ - %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Pobity wynik gracza %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Wróć";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Wybierz znajomych";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Ignoruj";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Wyzwanie dla Ciebie: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Uruchom grę";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Idź do App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Wyzwanie (%1$@): %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Pobił Twój wynik: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Pobił Twój wynik: %1$@ (%2$@)";

/* Change */
"CHANGE" = "Zmiana";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Zamknij";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Zamknij";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "Osiągnięć: %1$@";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ osiągnięcie";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Brak osiągnięć";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Łączę się";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Nie można połączyć się z serwerem Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Utwórz nowy Apple ID";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Odrzucone";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Odrzuć";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Chcesz zagrać w %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Wyślij wyzwanie";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Wyzwanie dla znajomych";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Wyślij";

/* Disable Button */
"DISABLE_BUTTON" = "Wyłącz";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Rozłączony";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Usuń";

/* Done button title */
"DONE_BUTTON_TITLE" = "Gotowe";

/* button to send friend request */
"DONT_SEND" = "Nie wysyłaj";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Instaluję…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Wpisz wiadomość (opcjonalnie)…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ gracz lokalny jest już uwierzytelniany.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Żądana operacja została anulowana.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ wystąpił błąd komunikacji z serwerem.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ program nie został rozpoznany przez Game Center.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ nazwa użytkownika/hasło są nieprawidłowe.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Nie można było ukończyć żądanych operacji, ponieważ co najmniej jeden parametr jest nieprawidłowy.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ gracz jest nieprawidłowy.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Błąd wysyłania wyzwania; nieprawidłowe dane wyzwania.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Nie można ukończyć żądanej operacji, ponieważ zaproszenie do gry jest nieprawidłowe.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ gracz lokalny nie został uwierzytelniony.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Nie można ukończyć żądanej operacji, ponieważ funkcja została wyłączona w ograniczeniach.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ nie ustalono wartości wyniku.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Nie można było ukończyć żądanej operacji; wskazany uczestnik jest nieprawidłowy.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Nie można było ukończyć żądanej operacji; sesja ma nieprawidłowy stan.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Nie można było ukończyć żądanej operacji; wskazany uczestnik nie ma wymaganego stanu ruchu.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Nie można ukończyć żądanej operacji; zbyt dużo danych dopasowania.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Nie można było ukończyć żądanej operacji; spowodowałaby przekroczenie limitu liczby sesji.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Nie można ukończyć żądanej operacji, ponieważ funkcja nie jest dostępna dla niepełnoletnich.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Połączył się nieoczekiwany gracz.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ wystąpił nieznany błąd.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Nie można było ukończyć żądanej operacji, ponieważ użytkownik odrzucił ją.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " i %@ więcej…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ przyjaciół lubi to";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "%@ przyjaciel lubi to";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Opcja „Lubię” niedostępna";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ przyjaciół lubi to";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Lubię";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Lubię";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Błąd";

/* friend text in compare achievement screen */
"FRIEND" = "On";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "znajomych: %@";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ znajomy";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Brak znajomych";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ wspólnych znajomych";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ wspólny znajomy";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Brak wspólnych znajomych";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "Znajomych: %@";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ znajomy";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ ZNAJOMYCH";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ ZNAJOMY";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "ZNAJOMI";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Znajomi";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "Użytkownik „%1$@” (%2$@ %3$@) jest teraz Twoim znajomym.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "Użytkownik „%1$@” (%2$@) jest teraz Twoim znajomym.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "Użytkownik „%1$@” jest teraz Twoim znajomym.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Znajduję graczy";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Nie akceptuje zaproszeń do gry";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Znajomi, którzy mają to osiągnięcie";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "Znajomi, którzy mają to osiągnięcie (%@)";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ znajomy, który ma to osiągnięcie";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Brak znajomych, którzy mają to osiągnięcie";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Znajomi";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "Znajomych: %@";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ znajomy";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "Znajomych: %@";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Znajomi, którzy nie grali";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "Znajomi, którzy nie grali (%@)";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ znajomy, który nie grał";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Brak znajomych, którzy nie grali";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Znajomi, którzy grali w tę grę";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "Znajomi, którzy grali w tę grę (%@)";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ znajomy, który grał w tę grę";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Brak znajomych, którzy grali w tę grę";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Gracze";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ graczy";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ gracz";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ graczy";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Poza siecią";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "WSZYSCY";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "OTOCZENIE";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "OSTATNI";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Zaproszenie";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Chcesz wysłać zaproszenie znajomemu (%@)";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Zaproszenie";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Zaproszenie znajomego od: %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "Gier: %@";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ gra";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Brak gier";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "Wspólnych gier: %@";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ wspólna gra";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Brak wspólnych gier";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Gra anulowana";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Funkcja wyłączona";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Tryb demo";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Wyłączyć Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Game Center możesz włączyć w dowolnym momencie, logując się w programie Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Program Game Center nie jest obsługiwany.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Nigdy";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Zaproszenie od %1$@ do gry “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Zaproszenie od „%1$@”";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Gracz %@ wycofał zaproszenie.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Funkcja dopasowywania automatycznego znalazła zbyt mało graczy. Dodaj kolejnych samodzielnie.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Zbyt mało graczy";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Gra nie została rozpoznana przez Game Center.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Aby ocenić tę grę, zaloguj się, podając Apple ID użyty przy jego zakupie.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Ocena gry nie wysłana";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Połączyć ponownie?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Gra wieloosobowa";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Wszyscy gracze (%@)";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Wszyscy gracze";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "WSZYSCY GRACZE (%@)";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "WSZYSCY GRACZE";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "WSZYSCY GRACZE";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Wszyscy gracze";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Ukryte";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Nie pamiętasz Apple ID lub hasła?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Importuj znajomych";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Niezgodne";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Zbyt wiele nieudanych prób podania hasła. Jeśli go nie pamiętasz, stuknij w Wyzeruj, aby je zmienić.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Nieprawidłowe hasło";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Zaproszenie anulowane";

/* Invitation Title */
"INVITATION_TITLE" = "Zaproszenie";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Czekam…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Użytkownik przyjął Twoje zaproszenie.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "Użytkownik „%1$@” przyjął Twoje zaproszenie do gry w %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Użytkownik „%@” przyjął Twoje zaproszenie.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Użytkownik przyjął Twoje zaproszenie do gry w %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Gracz odrzucił Twoje zaproszenie.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "Nr %1$@ z %2$@ znajomych";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "Nr %1$@ z %2$@ znajomych";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Zaproś kolejnych (do %d) graczy z listy znajomych w Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Zaproś więcej niż jednego gracza z listy znajomych w Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "brak";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Wyzwanie dla znajomych";

/* Invite Friend */
"INVITE_FRIEND" = "Zaproś";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Zaproś znajomych";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Zaproś graczy";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Dodaj do %@ graczy";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Dodaj do %@ gracza";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Dodaj do %@ graczy";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Poprzednia gra: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Ostatnia gra: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Ostatnia gra: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Ostatnia gra";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Ostatnia gra: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Uruchom program";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Tabele liderów";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "Tabel liderów: %@";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "Liderzy %@";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "Tabel liderów: %@";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Liderzy";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Zakres tabeli liderów {%d,%d} musi mieć miejsce nie mniejsze %d i zakres nie większy niż %d";

/* Loading… status text */
"LOADING_STATUS" = "Wczytuję…";

/* Login Button */
"LOGIN_BUTTON" = "Zaloguj się";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Łączę się…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Znajduję graczy…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Zaproś znajomych";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Zapraszam graczy";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Graj teraz";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Rozpoczynam grę…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Czekam…";

/* Me */
"ME" = "Ja";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Ja";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ graczy";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ graczy";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Gracze w pobliżu";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Pobliscy użytkownicy mogą znajdować Cię i zapraszać do gier wieloosob. przez Wi-Fi lub Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Nigdy";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Nigdy";

/* Next */
"NEXT" = "Dalej";

/* now (time) */
"NOW_TIME" = "teraz";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Brak osiągnięć";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Brak osiągnięć";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Brak odpowiedzi";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Brak znajomych.";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "BRAK WYNIKÓW ZNAJOMYCH";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Brak tabeli liderów";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Brak liderów i osiągnięć";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Połącz się z siecią i spróbuj ponownie.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Sieć niedostępna";

/* No score - player rank is zero */
"NO_SCORE" = "Brak wyniku";

/* No Scores */
"NO_SCORES" = "Brak wyników.";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "BRAK WYNIKÓW";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Brak statusu";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Ogólna";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Nie można znaleźć podanego Apple ID lub hasło jest nieprawidłowe.\nSpróbuj ponownie.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Hasło";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Hasło - piaskownica";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Ostatnie %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Najlepsze %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Dzisiejsza gra: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "Nr %1$@ z %2$@ graczy";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ lub %2$@ graczy";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ graczy";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ gracz";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Nigdy";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "Użytkownik „%@” został odłączony.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Graj";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Graj";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Uruchom grę, a Game Center znajdzie dla niej do %d kolejnych graczy.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Uruchom grę, a Game Center znajdzie dla niej jeszcze jednego gracza.";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Uruchom grę, a Game Center skonfiguruje ją dla wybranych graczy.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Graj teraz";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "Podany Apple ID został wyłączony. Skontaktuj się z działem wsparcia.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎„%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎„%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Ranking zbliżony do mojego";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Ranking wyższy od mojego";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Ranking niższy od mojego";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "Nr %1$@ z %2$@ graczy";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "Nr %1$@ z %2$@ graczy";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "Nr %1$@ z %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Brak rankingu";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "%@.";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "Ocen: %@";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ ocena";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Brak ocen";

/* Ready invite label */
"READY_INVITE_LABEL" = "Gotów";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ odbiorców";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ odbiorca";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ godz. temu";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ godz. temu";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ min temu";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ min temu";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ sek. temu";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Usuń";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Usuń gracza";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Zgłoś problem";

/* Reset Button */
"RESET_BUTTON" = "Wyzeruj";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ - %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "Wyników: %@";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 wynik";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Brak wyników";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Zaproś znajomego";

/* Settings Button */
"SETTINGS_BUTTON" = "Ustawienia";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Mam nowe osiągnięcie: <a href=\"%3$@\">%1$@ w %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ zdobył <a href=\"%4$@\">%2$@ grając w %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Chcę zdobyć <a href=\"%3$@\">%1$@ w %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Mam nowe osiągnięcie: %1$@ w %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ zdobył %2$@ grając w %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Chcę zdobyć %1$@ w %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Zobacz mój <a href=\"%3$@\">wynik: %1$@ w %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Zobacz, jaki wynik ma <a href=\"%4$@\"> %1$@: %2$@ w %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Zobacz mój wynik: %1$@ w %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Zobacz, jaki wynik ma %1$@: %2$@ w %3$@.";

/* Show All */
"SHOW_ALL" = "Pokaż wszystko";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Pokaż kolejne…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Pokaż %@ kolejnych…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Zaloguj się";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Możesz zalogować się w Game Center, używając Apple ID, i grać ze znajomymi, gdziekolwiek są.";

/* Starting Game… */
"STARTING_GAME" = "Rozpoczynam grę…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Stuknij, aby ocenić";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Stuknij, aby ocenić tę grę";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Stuknij, aby\nocenić tę grę";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Od zawsze";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "OD ZAWSZE";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Ten tydzień";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "TEN TYDZ.";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Dzisiaj";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "DZISIAJ";

/* To: */
"TO_LABEL" = "Do:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Spróbuj ponownie później.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Błąd dopasowywania";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Koniec gry";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Usuń istniejącą grę i spróbuj ponownie.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Nie mogę utworzyć gry";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Zaproszony gracz ma za dużo aktywnych gier.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Nie mogę utworzyć gry";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Nowa gra";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Nie wykonał ruchu";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Odrzuć";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Gry";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "Gier: %@";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ gra";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Gry";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Zaproszenie";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Zakończ grę";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Gotów";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Usuń grę";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Zaproszenia";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Ruch przeciwnika";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Ruch gracza";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Twój ruch";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Koniec gry";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Wykonaj swój ruch";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Pokaż grę";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Od: %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Ostatni ruch: %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Nieznana data rozpoczęcia";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Brak ruchów";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Gra z: %1$@ (i %2$d innymi osobami)";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Gra z %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Gra z osobą dobraną automat.";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d graczy";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Gram z: %1$@ (i %2$d innymi osobami)";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Gram z: %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Gram z osobą dobraną automat.";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Rozpoczęcie: %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Zaproś znajomych do gry";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Brak gier";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "%@ ma ruch";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Ruch przeciwnika";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ wygrywa";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Inny gracz wygrywa";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Inny gracz";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "1. miejsce";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "4. miejsce";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Przegrał";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Ja";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Brak wyniku";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Zrezygnował";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "2. miejsce";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "3. miejsce";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Zremisował";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Czas upłynął";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Wygrał";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Aktywny";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Odrzucone";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Gotowe";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Zaproszony";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Pasujący";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Nieznany";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Twój ruch";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Wygrywasz!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Nie można wczytać";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Nie można wczytać osiągnięć";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Nie można wczytać znajomych";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "NIE MOŻNA WCZYTAĆ";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Nie można wysłać oceny gry w tym momencie. Spróbuj ponownie później.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Nieuwierzytelniony użytkownik";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Nieoczekiwane połączenie";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "Połączył się nieoczekiwany gracz. Dobieranie przeciwnika anulowane.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Usuń";

/* Uninvite Now */
"UNINVITE_NOW" = "Usuń teraz";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Usunąć graczy?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Część zaproszonych graczy jeszcze nie odpowiedziała.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Program bez nazwy";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Apple ID - piaskownica";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Pokaż konto";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Pokaż";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Czekam na uwierzytelnienie…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Czekam na %@, aby rozpocząć grę.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Czekaj";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Witamy ponownie, %@";

/* Welcome title */
"WELCOME_TITLE" = "Witamy";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Witaj w Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Piaskownica ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Wybrano maksymalną liczbę graczy.";

